import { DataCookiesPagesProps } from "@/app/types/types";

export const dataInfo: DataCookiesPagesProps = {
  page: "info",
  titleForlistPages: "Юридична інформація",
  titleDocument: "Юридична інформація",
  dataValid: "Дата набрання чинності: 30.03.2025р.",
  items: [
    {
      itemTitle: "1. Загальні положення",
      description: [
        'Цей розділ містить юридичну інформацію щодо використання веб-сайту https://www.cucinaroma.com.ua (далі - "Сайт"). Відвідуючи та використовуючи цей Сайт, ви погоджуєтесь із викладеними тут умовами. Якщо ви не згодні з ними, будь ласка, припиніть користування Сайтом.',
      ],
    },
    {
      itemTitle: "2. Авторські права",
      description: [
        "Усі матеріали, розміщені на Сайті, включаючи тексти, зображення, логотипи, графіку, відео та інший контент, є інтелектуальною власністю власника сайту або використовуються на законних підставах. Будь-яке відтворення, розповсюдження або використання матеріалів без письмового дозволу заборонено.",
      ],
    },
    {
      itemTitle: "3. Торговельні марки",
      description: [
        "Усі торговельні марки, логотипи та інші позначення, що використовуються на Сайті, є власністю відповідних правовласників. Їх використання без дозволу заборонено.",
      ],
    },
    {
      itemTitle: "4. Використання сайту",
      description: [
        "Користувачі зобов’язані використовувати Сайт відповідно до чинного законодавства та не вчиняти дій, що можуть зашкодити Сайту, його безпеці або репутації.",
      ],
    },
    {
      itemTitle: "5. Обмеження відповідальності",
      description: [
        "Ми не несемо відповідальності за будь-які втрати або збитки, що виникли внаслідок використання або неможливості використання Сайту, його контенту чи послуг.",
      ],
    },
    {
      itemTitle: "6. Посилання на сторонні ресурси",
      description: [
        "Сайт може містити посилання на зовнішні веб-сайти. Ми не контролюємо та не несемо відповідальності за зміст, політику конфіденційності або практики сторонніх ресурсів.",
      ],
    },
    {
      itemTitle: "7. Зміни до юридичної інформації",
      description: [
        "Ми залишаємо за собою право змінювати цю юридичну інформацію в будь-який час без попереднього повідомлення. Будь-які зміни набирають чинності з моменту їх публікації на Сайті.",
      ],
    },
    {
      itemTitle: "8. Контактна інформація",
      description: [
        "Якщо у вас є питання щодо цієї юридичної інформації, звертайтеся до нас за адресою: info@cucinaroma.com.ua.",
      ],
    },
  ],
};
