export const dataDetailInfoMaster = {
  pizza_tiramisu: {
    subtitle: "ПІЦА ТА ТІРАМІСУ",
    imageUrl: "/images/info_pizza.jpg",
    title: "Приготування піци та тірамісу",
    location: "00184 Roma RM Via del Pellegrino, 24",
    describe: [
      "Відкрийте секрети італійської піци на майстер-класі в Римі!",
      "Навчіться готувати ідеальне тісто, обирати начинки та випікати піцу, що вразить навіть італійців. Завершіть заняття, насолоджуючись власноруч створеним шедевром із келихом вина.",
    ],
  },
  pasta_tiramisu: {
    subtitle: "пастА ТА ТІРАМІСУ",
    imageUrl: "/images/info_pasta.jpg",
    title: "Приготування пасти та тірамісу",
    location: "00184 Roma RM Via del Pellegrino, 24",
    describe: [
      "В процесі приготування пасти під керівництвом шеф-кухарів ви опануєте секрети італійської кухні, створите ідеальну пасту та насолодитеся власними стравами з келихом італійського вина.",
      "Приготуйте справжній тірамісу під керівництвом досвідченого кондитера та створіть десерт, що тане в роті.",
    ],
  },
  nioki_tiramisu: {
    subtitle: "ньокі ТА ТІРАМІСУ",
    imageUrl: "/images/info_nioki.jpg",
    title: "Приготування ньокі та тірамісу",
    location: "00184 Roma RM Via del Pellegrino, 24",
    describe: [
      "Дізнайтеся секрети ідеального тіста, навчіться формувати ньоккі та готувати їх із традиційними соусами. Ви створите справжній кулінарний шедевр! Приготуйте справжній тірамісу під керівництвом досвідченого кондитера та створіть десерт, що тане в роті.",
    ],
  },
  wino: {
    subtitle: "дегустація вина та закуски",
    imageUrl: "/images/info_wino.jpg",
    title: "Винна дегустація та італійські закуски",
    location: "00184 Roma RM Via del Pellegrino, 24",
    describe: [
      "Запрошуємо на винну дегустацію, що перенесе вас у Тоскану, Лаціо та Сицилію!",
      "Спробуйте добірні вина кожного регіону, доповнені брускетами, сирами, м’ясними делікатесами та моцарелою буфала.",
      "Відчуйте багатство італійської культури через смаки й традиції у душевній атмосфері Рима!",
    ],
  },
};
